memcachedTestResult/memcachedTestResult-6nd-key-maximum220000000_setMemtier_benchmarkOnHost/F-2nd/memcached_test_result_F_OFF_3nd_20230809002943.log
20        Threads
5         Connections per thread
1200      Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency    p100 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets      1743042.15   1743042.15         0.00       573.28607       561.15100       839.67900       937.98300    141264.52 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1743042.15   1743042.15         0.00       573.28607       561.15100       839.67900       937.98300    141264.52